{
    "Healthy Cinnamon": {
      "brief": "Healthy cinnamon is characterized by its vibrant and rich appearance, with fresh, smooth bark that has a consistent brown color. The plant exhibits robust growth, with strong, upright stems and an ample number of healthy leaves or shoots. Its leaves should be green and free of spots or discoloration, while the bark should be firm and not showing any signs of rot or disease. Healthy cinnamon plants are free from pests and diseases, and they demonstrate good overall vitality and resilience, indicating effective photosynthesis and nutrient uptake. Proper care and maintenance contribute to the plant’s well-being, leading to high-quality cinnamon production."
    },
  
    "Not Related": {
      "brief": ""
    },
    "RoughBark Disease": {
      "brief": "Rough bark disease is the most common disease of cinnamon which affects on young bark of immature shoots as brown spots and spread gradually throughout the bark. Leaves of the infested plants show clorosis and under severe conditions infected immature plants will die. Diseased bark can not be peeled. Disease can be controlled by destroying diseased plant and through adoption of correct cultural practices. Harvesting should be done at correct intervals and excess lateral branches to be removed. As a chemical treatment 1% Bordeaux mixture or copper based fungicide can be sprayed."
    },
    "StripeCanker Disease": {
      "brief": "Stripe Canker disease in cinnamon plants, primarily caused by the fungus Phytophthora cinnamomi or Cylindrocladium scoparium, poses a severe threat to their health and yield. This disease manifests as dark, elongated cankers on the stems and branches, which can girdle and eventually kill the affected parts of the plant. Infected plants often display symptoms such as yellowing and wilting of leaves, reduced vigor, and dieback of shoots. Stripe Canker spreads through infected soil, plant debris, and water splashes, particularly in warm and humid conditions."
    }
  }